/**
*<FH+>***************************************************************************
*
* 版权所有 (C)2011, 远特科技有限公司
* 
* 文件名称： InputControl.cpp
* 文件标识： (见配置管理计划书)
* 内容摘要： 
* 其它说明： 
* 当前版本： V1.0
* 作    者： 于震洋
* 完成日期： [2011/10/19]
* 修改记录1：
*    修改日期：
*    版 本 号：
*    修 改 人：
*    修改内容： 
*<FH+>***************************************************************************
*/
#include "InputControl.h"

InputControlC::InputControlC()
{
}

InputControlC::~InputControlC()
{
}

/**
*<FUNC+>********************************************************************
* 函数名称： SendKey
* 功能描述： 发送按键
* 输入参数： 无
* 输出参数： 无
* 返 回	值： 
* 其它说明： 
* 修改记录： 
* 		修改日期        版本号     修改人	      修改内容
* --------------------------------------------------------------------------
* 	[2011/10/19]	    V1.0	   于震洋		  创建函数
*<FUNC+>********************************************************************
*/
int InputControlC::SendKey()
{
    return 0;
}